/* Localized versions of Info.plist keys */

AMName = "Create an Animation";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "Image files of type BMP (.bmp), GIF (.gif), JPEG (.jpg or .jpeg), JPEG 2000 (.jp2), PICT (.pct or .pict), PNG (.png) or TIFF (.tif or .tiff).";
AMDNote = "Provides the path of the export file if the export option is selected, provides a QuickTime movie else.";
AMDOptions = "Set the speed level with the slider.";
AMDResult = "The path of the export file or the QuickTime movie.";
AMDSummary = "This action creates a QuickTime movie with all input images.";
AMDWebsite = "http://lisapple.free.fr/motion/";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */
